Repository: common-repository/wilje-verzendlabel
Catalog: languages/wilje-verzendlabel-*.po
Languages: nl_nl

source: Connect your Woocommerce shop with the PostNL API using this simple solution provided by Wilje Online!
nl_nl: Verbindt jouw Woocommerce shop gemakkelijk met de PostNL API met deze simpele oplossing door Wilje Online!

source: Here are all the features available to manage, organize, and handle your PostNL shipments. A valid business customer contract with PostNL is required. If you're not yet a PostNL business customer, you can request a quote %1$shere%2$s.
nl_nl: Met deze functionaliteiten kunt u gemakkelijk PostNL verzendingen regelen, organiseren en afhandelen. Daarbij hebt u een zakelijk PostNL account voor nodig. Indien u deze nog niet geregeld heeft is het mogelijk om deze %1$hier%2$s aan te maken.

source: Method Title
nl_nl: Methode titel

source: This controls the title which the user sees during checkout.
nl_nl: Dit beheert de titel die de gebruiker ziet bij het afrekenen.

source: PostNL Shipping method
nl_nl: PostNL Verzendmethode

source: Environment Mode
nl_nl: PostNL Omgeving

source: Choose the environment mode.
nl_nl: Kies uw PostNL Omgeving.

source: Production
nl_nl: Productie

source: Sandbox
nl_nl: Zandbak Testomgeving

source: Production API Key
nl_nl: Productie API Sleutel

source: Please insert your PostNL production API-key. You can find your API-key on Mijn %1$sPostNL%2$s under "My Account".
nl_nl: Plaats hier uw PostNL Productie API Sleutel. Deze is te vinden bij Mijn %1sPostNL%2$s onder “Mijn Account”.

source: Sandbox API Key
nl_nl: Zandbak Testomgeving API Sleutel

source: Insert your PostNL sandbox API-key. You can find your API-key on Mijn %1$sPostNL%2$s under "My Account".
nl_nl: Plaats hier uw PostNL Zandbak Testomgeving API Sleutel. Deze is te vinden bij Mijn %1sPostNL%2$s onder “Mijn Account”.

source: Customer Code
nl_nl: Klantcode

source: This is required to connect to PostNL
nl_nl: Dit is benodigd om met PostNL te verbinden

source: Customer Number
nl_nl: Klantnummer

source: CollectionLocation (BLS)
nl_nl: CollectieLocatie (BLS)

source: Choose...
nl_nl: Kiezen…

source: Letterboxparcel - to 2kg
nl_nl: Brievenbuspakket - tot 2kg

source: Small parcel - to 3kg
nl_nl: Klein pakket - tot 3 kg

source: Medium parcel - to 10kg
nl_nl: Gemiddeld pakket - 10kg

source: Large parcel - to 23kg
nl_nl: Groot pakket - 23kg

source: Label has already been made, are you sure you want to relabel?
nl_nl: Er is al een verzendlabel gemaakt, weet u zeker dat u een nieuw verzendlabel wilt aanmaken?

source: Are you sure you want to send the Track & Trace email?
nl_nl: Weet u zeker dat u de Track & Trace mail wenst te versturen?

source: Send Track & Trace Email
nl_nl: Verstuur Track & Trace Email

source: Greetings! <br><br> Your PostNL Track & Trace code can be found by following this link: %1$s <br><br>Thank you for shopping with %2$s!
nl_nl: Beste klant, <br><br> Uw PostNL Track & Trace code gevonden worden met deze link: %1$s <br><br>Dank voor het shoppen bij %2$s!
